analytic-signal.preview-pdf
cschlosser.doxdocgen
davidanson.vscode-markdownlint
docker.docker
donjayamanne.githistory
eamodio.gitlens
espressif.esp-idf-extension
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hediet.vscode-drawio
jeff-hykin.better-cpp-syntax
jeronimoekerdt.color-picker-universal
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-de
ms-iot.vscode-ros
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-serial-monitor
naumovs.color-highlight
percy.vscode-numpy-viewer
seanwu.vscode-qt-for-python
tomoki1207.pdf
tonka3000.qtvsctools
twxs.cmake
